import VILLAGE from "@/const/village";

const rent = [
    {
        village: "高新花苑",
        rental: "2200",
        location: "高新花苑11栋2单元2楼",
        feature: ["地铁步行660米", "简单沙发", "不用爬楼梯", "南北通透"],
        bug: ["刚翻新", "有异味", "家具家电部分老旧且不够多"],
        rate: 3,
        link: ""
    },
    {
        village: "创业新村",
        rental: "2400",
        location: "创业新村25栋3单元3楼",
        feature: ["地铁步行800米", "某婚房", "家电家具较新", "有立式空调", "离地铁近", "较为整洁", "南北通透"],
        bug: ["无物业", "小区时间久", "客厅无电视", "部分墙体有脱落", "地板也不够好"],
        rate: 3,
        link: ""
    },
    {
        village: "天润城",
        rental: "2100",
        location: "天润城三街区47栋一单元1楼",
        feature: ["地铁步行850米", "老旧家电", "正常沙发", "南北通透"],
        bug: ["1楼", "屋内看着有点老"],
        rate: 3.5,
        link: ""
    },
    {
        village: "天润城",
        rental: "2500",
        location: "天润城六街区8栋一单元5楼",
        feature: ["地铁步行1公里", "家电家具齐全", "居家风格浓", "副卧有高低床", "南北通透"],
        bug: ["报价高", "未知搬离后房内情况", "天然气热水器"],
        rate: 4,
        link: ""
    },
    {
        village: "天润城",
        rental: "2400",
        location: "天润城七街区16栋一单元4楼",
        feature: ["地铁步行1.2公里", "家电家具齐全", "浴室空间很大","非常干净", "主卧床具比较有个性", "有太阳能和电热水器", "南北通透"],
        bug: ["小区离地铁稍微有点远", "厨房壁橱那边桌子上有个较大裂缝"],
        rate: 4,
        link: ""
    },
    {
        village: "旭日上城",
        rental: "2200",
        location: "旭日上城一街区3栋5楼",
        feature: ["离地铁近步行900米", "小区物业及绿化均不错", "家具家电较为齐全", "南北通透"],
        bug: ["有灰尘需要打扫", "副卧没有空调", "冰箱很小", "天然气热水器"],
        rate: 4,
        link: ""
    },
];

export default rent;
