import VILLAGE from "@/const/village";

const rent = [
    {
        village: "高新花苑",
        rental: "2200",
        location: "高新花苑11栋2单元2楼",
        feature: ["简单沙发", "不用爬楼梯", "南北通透", "地板无损坏", "厨房新装修", "较为整洁"],
        bug: ["刚翻新", "有异味", "家具家电部分老旧且不够多"],
        rate: 3
    },
    {
        village: "创业新村",
        rental: "2400",
        location: "创业新村25栋3单元3楼",
        feature: ["某婚房", "家电家具较新", "有立式空调", "离地铁近", "较为整洁"],
        bug: ["无物业", "小区时间久", "客厅无电视", "部分墙体有脱落", "地板也不够好"],
        rate: 3
    },
    {
        village: "天润城",
        rental: "2100",
        location: "忘记在哪了，是1楼",
        feature: ["地铁步行10分钟", "老旧家电", "正常沙发"],
        bug: ["1楼", "屋内看着有点老"],
        rate: 3.5
    },
    {
        village: "天润城",
        rental: "2500",
        location: "天润城六街区4楼",
        feature: ["有人住", "家电家具齐全", "较为干净", "床具较好","副卧有高低床"],
        bug: ["报价高", "小区离地铁稍微有点远", "未知搬离后房内情况"],
        rate: 4
    },
    {
        village: "旭日上城",
        rental: "2200",
        location: "旭日上城一街区3栋5楼",
        feature: ["离地铁近步行900米", "小区物业及绿化均不错", "南北通透", "有布艺沙发", "家电齐全"],
        bug: ["有灰尘需要打扫", "副卧没有空调", "冰箱很小", "天然气热水器"],
        rate: 4
    },
];

export default rent;
